{
    "status": "success",
    "totalResults": 38,
    "results": [
    {
    "article_id": "5194b3787b885577cefe6fdd4e075605",
    "title": "Pakistani singer Zeb Bangash says 'Bollywood felt like coming home', laments the current non-exchange of artists between India and Pak",
    "link": "https://www.tribuneindia.com/news/entertainment/pakistani-singer-zeb-bangash-says-bollywood-felt-like-coming-home-laments-the-current-non-exchange-of-artists-between-india-and-pak-549214",
    "keywords": null,
    "creator": null,
    "video_url": null,
    "description": "New Delhi, September 30 She always thought composing music for an entire film in Bollywood would mean extremely high pressure and working in a somewhat corporate structure. However, Zeb Bangash, the first Pakistani artist to serve as music director of a Bollywood film - 'Lipstick Under My Burkha' - recalls it felt more like \"coming home\". Stressing that the movie was very special as there was a real sense of creating something new, and carving out a space that was absent before, she recalls: \"Alankrita Anvita, Ankur Mukherjee, Amrit Mahajan and I shared and carried that sentiment with us. It really was like finding a community. Meetings were held, not in production houses but in homes over food and music, jokes, and poetry.\" Lamenting the current non-exchange of artists between India and Pakistan, she says for her, it is not about opportunities lost vis-a-vis audiences and markets, but the fact that it shrinks an artistic community. \"The movie we created was not supposed to be a bazillion crore hit. It was just special and important for a special and important artist who we all believed in, and who believed in us. That kind of camaraderie between neighbours is so enriching -- and I say that from experience,\" says the artist whose first outing in India was with the film 'Madras Cafe'. All set to perform live at Times Square in New York in collaboration with renowned 2023 Pollack Prize winner artist Shahzia Sikander, Pulitzer Prize-winning composer Du Yun, and interdisciplinary artist Eddy Kwon on September 30, she says: \"To be right there in Times Square and perform live, while the square is immersed in Shahzias work, just thinking about it feels like a dream. It is exhilarating and surreal. Collaborating with Du Yun, and Eddy Kwon for 'Reckoning' has been an enchanting journey. To be a part of this synergy of art and music, coming together in this historic public celebration is one of the best things that could happen.\" Check out this video she shared from her prep for the live show: View this post on Instagram A post shared by Zeb 🎤🎧🎶 (@zebbangash) For someone who sings in multiple languages, she laughs when asked which one is closest to her. \"Pashto makes me think of home, Urdu and Hindi open up my imagination, Persian feels like a warm hug, Kashmiri feels like being transported to a magical land, Turkish is nostalgia and Punjabi is the closest friend -- like a yaarana.\" Co-founder of the band 'Sandaraa' (with Michael Winograd), a project she calls closest to her heart, Bangash, ended up playing with him entirely by chance in the US, and on that gig, they decided to play together again. Soon after, the band came together. \"We shared the same vision of the band as co-founders but really Michael is the captain of the ship. He got a stellar group of Brooklyn-based musicians from Klezmer, European, Jewish music, heavy metal, Jazz, Turkish and Arabic styles. I learned so much about musical aesthetics and diversity working with them. The vision is to build bridges between cultures and tell stories with music that blur the lines between the past, present, and future.\" She feels being in Sandaraa validated much of her \"weirdness\". \"All that home could not understand about me... I found space to sing Sabzal Samagi's Balochi classics and Haji Saifoos comic Persian ghazals to audiences all over North America.\" For someone who believes collaborations are the best way to learn and grow as one gets 'barkat' associated with sharing, she asserts that the same ascertains that one truly gets to experience other worlds musically. \"But most importantly your relationships and your community expands and you feel a part of something big and universal.\" Ask her about the secret of the extremely interesting music scene in Pakistan, she admits it sometimes surprises her considering how tough it can get for artists there. \"But then I wonder whether the output is exciting for precisely the same reason that it is challenging, which is the lack of a structured industry and a hyper-responsive market. In some ways that allows us to work in our silos and stay focused on our own expression without the burden of imagining success. Creating without a keen focus on the audience is freedom.\" With diverse influences including Popular music from the West starting from the '50s, South Asian folk and films, ghazals and Semi- classical music, Pop music from the '60s till the '90s from Turkey besides a whole range of music from Afghanistan and the Middle East, the singer who is also learning from Ustad Naseeruddin Saami says the training in classical has completely changed her life and musical expression. \"The most obvious change is in my voice itself. What it can do and where it can go has expanded. Learning Khayal has transformed my relationship with myself, it's really brought a sense of quiet self-assurance and helped me integrate all of my musical influences into one perspective,\" she says. During the Pandemic, Bangash recorded her solo album, with a crew of musicians and producers based out of L.A. Though that one is yet to release, she recording another one. \"There is also a collection of regional songs that I am recording based out of Dubai,\" she concludes.",
    "content": null,
    "pubDate": "2023-09-30 13:39:09",
    "image_url": "https://englishtribuneimages.blob.core.windows.net/gallary-content/2023/9/2023_9$largeimg_225266244.jpg",
    "source_id": "tribuneindia",
    "source_priority": 7916,
    "country": [
    "india"
    ],
    "category": [
    "entertainment"
    ],
    "language": "english"
    },
    {
    "article_id": "265e24544b526b9cbe5b99fec6b0d287",
    "title": "Kunchacko Boban, Manju Warrier To Work Again In Lijo Jose Pellissery's Next: Report",
    "link": "https://www.news18.com/movies/kunchacko-boban-manju-warrier-to-work-again-in-lijo-jose-pellisserys-next-report-8598760.html",
    "keywords": [
    "movies"
    ],
    "creator": null,
    "video_url": null,
    "description": "Previously, Kunchacko collaborated with Manju in Rosshan Andrrews’ movie, How Old Are You and the late Rajesh Pillai’s Vettah.",
    "content": "Actors Kunchacko Boban and Manju Warrier will reportedly team up once again. The duo is set to play the lead characters in director Lijo Jose Pellissery’s upcoming movie, as per a report. The untitled movie will go on floors soon and may have an interesting ensemble cast. The official confirmation regarding this is yet to be announced. Previously, Kunchacko collaborated with Manju in Rosshan Andrrews’ movie, How Old Are You and the late Rajesh Pillai’s Vettah. How Old Are You featured the lead actors as a married couple. The movie captured a relevant social theme and sent a great message to the audience, which was appreciated by the audience and critics. It was the story of empowerment, self-discovery and growth. On the other hand, Vettah was a crime thriller that received many accolades for its gripping storyline. Lijo Jose Pellissery is working on yet another upcoming titled Malaikottai Vaaliban. The shooting of the movie was done in Rajasthan and is slated to hit the theatres in January 2024. The post-production work of the movie is currently in progress. The makers also dropped a glimpse of the movie on social media, which generated quite a buzz. The movie will star Mohanlal as the protagonist and is being billed as a mass entertainer. From Lijo’s past records, it can be said that his upcoming project is also an experimental one and will be quite a new experience for the audience. In an interview, Mohanlal revealed that the movie will have a “one-of-a-kind script” that has never been attempted in Malayalam cinema. This movie also marks the Malayalam debut of Bollywood actress Sonalee Kulkarni. Kunchacko Boban is currently gearing up for the release of his mass entertainer film, Chaaver, which will be released in the theatres on October 5. The movie was earlier scheduled for September 28. Chaaver is directed by Tinu Pappachan and will star Arjun Ashokan and Sangeetha. Boban also has Amal Neerad’s untitled movie in the pipeline. He will also be seen in Ezra fame director Jay K’s drama, Grrr. Currently, the movie is in the post-production stage and will star Suraj Venjaramoodu, Shruti Ramachandran, Rajesh Madhavan, Anagha and Shobi Thilakan in pivotal roles.",
    "pubDate": "2023-09-30 13:30:19",
    "image_url": "https://images.news18.com/ibnlive/uploads/2023/09/untitled-design-2023-09-30t185948.729-2023-09-19e0d8ec6541152f83f92f8c63e9497d-3x2.jpg",
    "source_id": "news18",
    "source_priority": 6644,
    "country": [
    "india"
    ],
    "category": [
    "entertainment"
    ],
    "language": "english"
    },
    {
    "article_id": "11fb6e3ee7b8c398a3c5cbe775ad878f",
    "title": "Here’s The Connection Between Mammootty’s Kannur Squad and Mahayanam",
    "link": "https://www.news18.com/movies/heres-the-connection-between-mammoottys-kannur-squad-and-mahayanam-8598735.html",
    "keywords": [
    "movies"
    ],
    "creator": null,
    "video_url": null,
    "description": "Kannur Squad has received critical acclaim on its release and the audiences have found an interesting connection of the movie with Mammootty's 1989 film Mahayanam.",
    "content": null,
    "pubDate": "2023-09-30 13:10:51",
    "image_url": "https://images.news18.com/ibnlive/uploads/2023/09/untitled-design-2023-09-30t184023.522-2023-09-4fcccf64ea248fc7207f324c4ac73281-3x2.jpg",
    "source_id": "news18",
    "source_priority": 6644,
    "country": [
    "india"
    ],
    "category": [
    "entertainment"
    ],
    "language": "english"
    },
    {
    "article_id": "437c297a108e67303d7a1b4defef3f7d",
    "title": "‘True Story Of Ordinary Policemen’: Malayalam Actor Rony David on Kannur Squad",
    "link": "https://www.news18.com/movies/true-story-of-ordinary-policemen-malayalam-actor-rony-david-on-kannur-squad-8598676.html",
    "keywords": [
    "movies"
    ],
    "creator": null,
    "video_url": null,
    "description": "A video of Rony crying after witnessing the first reaction of the audience in the theatre has surfaced on social media.",
    "content": "Malayalam film Kannur Squad was released in theatres on September 28 and it has caught the attention of the audiences as well as the critics. The movie features acclaimed actors such as Mammootty and Kishore Kumar G. The film has garnered favourable reviews marking a significant achievement for its cast and crew. Kannur Squad draws inspiration from a real-life team of police officers known as the Kannur Squad, formed under the leadership of the former Kannur SP, S Sreejith. Among the individuals basking in the film’s success is actor and writer Rony David, who played a pivotal role in the movie’s production. Rony not only worked as an actor in the film but also contributed to its screenplay. A heartwarming video capturing Rony David’s emotional reaction to the audience’s first response to the film in a theatre has made rounds on social media. In the video, he expressed, “This is the best moment of my life. This film is the labour of the last four and a half years. This film has been made above what was written. We are telling the true story of ordinary policemen. Five months of post-production. It’s everyone’s work.” The original Kannur Squad, comprising nine dedicated members, continues to be operational. The film’s narrative primarily revolves around four police officers, portrayed by Mammootty, Rony David Raj, Shabaressh Varma, and Azeez Nedumangad. Mammootty’s character, George Martin, serves as an assistant sub-inspector, while the remaining three depict the roles of a driver and two police constables. While the film is rooted in the Kannur Squad’s real-life experiences, it also incorporates fictional elements related to two specific cases the team handled. In recent interviews, Mammootty shed light on the film’s development process. He mentioned that the film’s writers, Rony David and Muhammed Shafi, initially reached out to the Kannur Squad officers in 2018. Mammootty also disclosed that the film used the insights and inputs shared by the actual Kannur Squad officers, enhancing the authenticity of the narrative.",
    "pubDate": "2023-09-30 12:43:16",
    "image_url": "https://images.news18.com/ibnlive/uploads/2023/09/untitled-design-2023-09-30t181245.616-2023-09-461e7717e8fe098b01065ce1e16cb215-3x2.jpg",
    "source_id": "news18",
    "source_priority": 6644,
    "country": [
    "india"
    ],
    "category": [
    "entertainment"
    ],
    "language": "english"
    },
    {
    "article_id": "9cfe52d45803eede509a72205e6f4116",
    "title": "Was The 1912 Marathi Movie Shree Pundalik India's First Feature Film? What We Know",
    "link": "https://www.news18.com/movies/was-the-1912-marathi-movie-shree-pundalik-indias-first-feature-film-what-we-know-8598605.html",
    "keywords": [
    "movies"
    ],
    "creator": null,
    "video_url": null,
    "description": "Many argue that Shree Pundalik does not deserve the honour of being called the first Indian film because it was a photographic recording of a popular Marathi play.",
    "content": "The Marathi film Shree Pundalik was released on May 18, 1912, which was almost a year before Dadasaheb Phalke released his full-length film, Raja Harishchandra. The silent film was directed by Ram Chandra Gopal Torne also known as Dadasaheb Torne who materialised into the very first Indian feature film made, although the film negatives about 1,500 feet and was 22 minutes long and was sent to London for processing. It was based on a Marathi Play by Ramrao Kirtikar. While the negative processing of the film was done overseas, the positives were released at Coronation Cinematograph, Girgaum. Unfortunately, a lot of things about the film are unknown apart from the fact that it was based on the life of the Hindu saint Pudalik. A report about the film in Pune Times claimed that there is confusion over the history of Pundalik and nobody really has a clear argument to present. It is said that Dadasaheb Torne took help from a man who went by the name Johnson who recorded the play. However, there is no solid evidence in favour of Torne. The film was written by Ramrao Kirtikar and was staged on Grant Road in Mumbai and was earlier recorded non-stop and from a fixed platform. Torne was quite unsatisfied after seeing the recording of Shree Pundalik and decided to shoot the play in parts and join them later which may be called the beginning of film editing in India. Many film fanatics argue that Shree Pundalik does not deserve the honour of being called the first Indian film because it was a photographic recording of a popular Marathi play, the cameraman was a British national and the film was processed in London. Many people also claim that Dadasaheb Phalke’s Raja Harishchandra is more deserving for being the first Indian film as it was the motion silent film truly made in India. While the debates continue, Shree Pundalik is still widely recognised as India’s first feature film.",
    "pubDate": "2023-09-30 11:48:05",
    "image_url": "https://images.news18.com/ibnlive/uploads/2023/09/untitled-design-71-2023-09-83e69e79a8bb96420769ecc70c8fc6e2-3x2.jpg",
    "source_id": "news18",
    "source_priority": 6644,
    "country": [
    "india"
    ],
    "category": [
    "entertainment"
    ],
    "language": "english"
    },
    {
    "article_id": "c1711f1855249b2abfb24a88630b3464",
    "title": "Kartik Aaryan checks ice bath off his bucket list as he celebrates ‘Chandu Champion' wrap",
    "link": "https://www.tribuneindia.com/news/entertainment/kartik-aaryan-checks-ice-bath-off-his-bucket-list-as-he-celebrates-chandu-champion-wrap-549190",
    "keywords": null,
    "creator": null,
    "video_url": null,
    "description": "Mumbai, September 30 Seems like actor Kartik Aaryan wanted to \"chill\" after the wrap up of his upcoming movie 'Chandu Champion' in Kashmir as he was seen taking a dip in an icy river. Kartik took to Instagram, where he shared a video of himself taking an ice bath. In the clip, Kartik was seen shirtless, taking a freezing ice bath for the first time in the river with a picturesque background. The actor captioned the clip: \"Wrapping up a power packed action schedule with a first time experience of an ice bath in the river that too in Kashmir #BucketList#RecoveryMode #ChanduChampion.\" Here's the video: View this post on Instagram A post shared by KARTIK AARYAN (@kartikaaryan) Ice bath or cryotherapy, is also known as cold therapy. It may be used to treat a variety of tissue lesions. Cryosurgery is the application of extremely low temperatures to destroy abnormal or diseased tissue and is used most commonly to treat skin conditions. Cryotherapy is used in an effort to relieve muscle pain, sprains and swelling after soft tissue damage or surgery. For decades, it has been commonly used to accelerate recovery in athletes after exercise. Cryotherapy decreases the temperature of tissue surface to minimise hypoxic cell death, edema accumulation, and muscle spasms, all of which ultimately alleviate discomfort and inflammation. On the work front, Kartik was seen in 'Satyaprem Ki Kath'. He will next be seen in the Kabir Khan directorial,'Chandu Champion' along with 'Bhool Bhulaiyaa 3'.",
    "content": null,
    "pubDate": "2023-09-30 11:39:21",
    "image_url": "https://englishtribuneimages.blob.core.windows.net/gallary-content/2023/9/2023_9$largeimg_499776457.jpg",
    "source_id": "tribuneindia",
    "source_priority": 7916,
    "country": [
    "india"
    ],
    "category": [
    "entertainment"
    ],
    "language": "english"
    },
    {
    "article_id": "c19c911f34c4ba7450a09c1b0474ef5e",
    "title": "Dasara To Kushi: 5 Mid-budget Telugu Films That Turned Big Hits",
    "link": "https://www.news18.com/movies/dasara-to-kushi-5-mid-budget-telugu-films-that-turned-big-hits-8598571.html",
    "keywords": [
    "movies"
    ],
    "creator": null,
    "video_url": null,
    "description": "What stands apart is that many of these films featured actors, who are not A-listers.",
    "content": "Telugu film industry has delivered some exceptional and remarkable movies in recent years. What stands apart is that these films featured actors, who are not A-listers. These movies won the hearts of the audiences with their storylines, background scores, songs and top-notch acting. Makers of these movies have minted money from these mid-range films, which went on to become commercially successful at the box office. Let’s take a look at these movies: Dasara Directed by Srikanth Odela, the movie stars actors like Nani, Keerthy Suresh, Shine Tom Chacko, and Samuthirakani. The pre-release business of the movie stood at Rs 47 crore, as per reports. The movie emerged to be a blockbuster hit. Its day 1 collection was Rs 38 crore gross worldwide. Kushi Starring Vijay Deverakonda and Samantha Ruth Prabhu in the lead, the movie is directed by Shiva Nirvana. It also stars Sachin Khedekar and Murali Sharma in supporting roles. The movie’s worldwide pre-release business crossed Rs 50 crore mark, and its theatrical business was about Rs 90 crore, making it a total of Rs 140 crore. Its net earnings in India on day one were Rs 16 crore. Skanda Directed by Boyapati Srinu, Skanda stars Ram Pothineni, Sreeleela, Saiee Manjrekar and Prince Cecil. The worldwide pre-release business of the movie was estimated to be Rs 46.20 crore. On day one of its release, the movie grossed Rs 14.75 crore worldwide; whereas in India it collected Rs 1 crore. Ismart Shankar Ismart Shankar is helmed by Puri Jagannadh and stars Ram Pothineni, Nabha Natesh and Nidhhi Agerwal in key roles. The movie’s pre-release worldwide business was Rs 17 crore. Reportedly, its day one gross collection was Rs 16 crore including its overseas numbers. Akhil: The Power of Jua Directed by VV Vinayak, Akhil stars Akhil Akkineni, Sayyeshaa, Mahesh Manjrekar and Jaya Prakash Reddy. Reportedly, the movie’s pre-release business garnered Rs 46.9 crore. The total gross collection of the movie was Rs 13.86 crore worldwide. It was also the highest opener for a debut Telugu actor.",
    "pubDate": "2023-09-30 11:22:41",
    "image_url": "https://images.news18.com/ibnlive/uploads/2023/09/untitled-design-2023-09-30t164950.801-2023-09-d338787321f93003e75e618babd78703-3x2.jpg",
    "source_id": "news18",
    "source_priority": 6644,
    "country": [
    "india"
    ],
    "category": [
    "entertainment"
    ],
    "language": "english"
    },
    {
    "article_id": "139c1e1b4c0cde84967714cbaf9bac96",
    "title": "Ranbir Kapoor 'Reduces' Rs 70 Crore Fee For Animal Due To This Reason, Wins Hearts",
    "link": "https://www.news18.com/movies/ranbir-kapoor-reduces-rs-70-crore-fee-for-animal-due-to-this-reason-wins-hearts-8598506.html",
    "keywords": [
    "movies"
    ],
    "creator": null,
    "video_url": null,
    "description": "Bollywood star Ranbir Kapoor's heartwarming gesture has left Animal producers impressed. The actor is set to play a gangster in Sandeep Reddy Vanga's movie.",
    "content": "The teaser of Animal, starring Ranbir Kapoor, has generated a huge buzz on the internet and is still trending on number one on YouTube even after two days of its release. Animal features Ranbir Kapoor in a never-seen-before avatar of a gangster. Without a doubt, the teaser has explicitly raised expectations sky-high, with fans declaring it Ranbir’s “career-best performance” already. Amid all the praise that’s coming Ranbir’s way, it’s now being reported that the actor has reduced his remuneration to “improve” the production value of Animal, which is slated to release on December 1. According to a report in Pinkvilla, Ranbir’s prevailing market value is approximately Rs 70 crores per film. However, he decided to lower down his price by “50 percent” to support the producers of Animal, Bhushan Kumar and Sandeep Reddy Vanga. Ranbir Kapoor is reportedly charging an upfront fee of Rs 30-35 crores for Animal. The rest of the amount will be spent on improving the production value of the gangster-drama. Ranbir shall have a share in the profits if the film works at the box office, the report stated. Animal also features Rashmika Mandanna, Anil Kapoor and Bobby Deol. Animal marks Ranbir’s second release of the year, after Tu Jhoothi Main Makkaar, and Sandeep’s second Bollywood film after Kabir Singh. Animal was originally slated to release in August. It was set to clash with Sunny Deol’s Gadar 2, Akshay Kumar’s OMG 2 and Rajinikanth’s Jailer. However, the director shifted the release of the film due to pending post-production work. “Why we are not able to release the film on August 11? The only reason is the quality. It might sound like a generic answer, generic reply but the fact is only quality… For example, there are seven songs in the film, when seven songs multiply into five languages it becomes 35 songs. 35 songs, different set of lyricists, different set of singers, it’s going to take a little more time than what I actually planned for,” Sandeep Reddy Vanga said in a video announcing the delay.",
    "pubDate": "2023-09-30 11:03:17",
    "image_url": "https://images.news18.com/ibnlive/uploads/2023/09/ranbir-kapoor-animal-2-2023-09-587292b2ef84d63123b42157befd075c-3x2.jpg",
    "source_id": "news18",
    "source_priority": 6644,
    "country": [
    "india"
    ],
    "category": [
    "entertainment"
    ],
    "language": "english"
    },
    {
    "article_id": "44fd3a98cd5f443277491bf8215673c9",
    "title": "Kattila Thottila, Gemini Ganesan's Family Drama, Completes 50 Years Of Release",
    "link": "https://www.news18.com/movies/kattila-thottila-gemini-ganesans-family-drama-completes-50-years-of-release-8598408.html",
    "keywords": [
    "movies"
    ],
    "creator": null,
    "video_url": null,
    "description": "Most of the roles played by Bhanumathis were self-deprecating female characters. One such movie was Kattila Thottila.",
    "content": "Celebrating a remarkable milestone in Indian cinema, the Tamil film Kattila Thottila marked its 50th anniversary on September 28. Directed and written by Malliyam Rajagopal, this cinematic gem is a remake of the 1972 Kannada film Naa Mechida Huduga, exploring the complex subject of divorce in India. The movie boasts an illustrious cast, with iconic actors Gemini Ganesan and P. Bhanumathi in the lead roles. Notably, P. Bhanumathi is celebrated as the first female superstar of Telugu cinema. Complementing their performances, the film also features Sivakumar, along with actresses Kalpana and Manorama in prominent roles. Kattila Thottila stands out for its progressive portrayal of a modern family, emphasizing equality between spouses in terms of choices and rituals. The director deftly weaves a message of gender equality into the narrative, all while infusing comedic elements to create an engaging and lighthearted cinematic experience. Even half a century after its release, Kattila Thottila continues to captivate audiences and remains a beloved choice for weekend family entertainment, showcasing its enduring relevance and appeal in the world of Indian cinema. The story of the movie revolves around a husband and a wife along with their three children. Gemini Ganesan played the role of husband in the movie while Bhanumathi played the role of wife. In the movie, the couple earned handsome money as the wife was the doctor while the husband was the lawyer. They both decide to run the family with an agreement that both of them would contribute equally to the family expenses. After a series of arguments between the husband and wife, the couple decides to divorce. In the end, after the drama put on by the children and their colleagues, the husband and the wife are reunited and stay happily ever after. Actress Bhanumathi’s performance was widely appreciated by the movie critics and the audience after the release of the movie. Manorama played the role of Bhanumathi’s assistant and spoke the Malayalam language during the whole movie. Late actress Bhanumathi was known for her strong roles and ideology in Telugu and Tamil film industry. The Padma Bhushan awardee actress is respected by all the leading actors and superstars of the South movie industry. Apart from acting, Bhanumathi was also a good singer. The actress was allegedly a staunch hater of patriarchy in society. Most of the roles played by Bhanumathis were self-deprecating female characters. One such movie was Kattila Thottila.",
    "pubDate": "2023-09-30 09:28:49",
    "image_url": "https://images.news18.com/ibnlive/uploads/2023/09/untitled-design-2023-09-30t145820.620-2023-09-abd06b305a7f8f3749ee468b5f1d2420-3x2.jpg",
    "source_id": "news18",
    "source_priority": 6644,
    "country": [
    "india"
    ],
    "category": [
    "entertainment"
    ],
    "language": "english"
    },
    {
    "article_id": "c91ed6bc104fead60f7d9e0034b8d5ac",
    "title": "Kareena Kapoor Khan Keeps It Comfy As She Gets Papped In a Printed Sweatshirt; Watch",
    "link": "https://www.news18.com/movies/kareena-kapoor-khan-keeps-it-comfy-as-she-gets-papped-in-a-printed-sweatshirt-watch-8598378.html",
    "keywords": [
    "movies"
    ],
    "creator": null,
    "video_url": null,
    "description": "Kareena Kapoor Khan was recently seen in Sujoy Ghosh’s The Devotion of Suspect X with Jaideep Ahlawat and Vijay Varma.",
    "content": "Kareena Kapoor Khan is called the fashionista of Bollywood. She never goes out of fashion and fans love her dressing sense. Today once again Kareena showcased her fashion prowess as she stepped out of her residence in a chic and comfy sweatshirt which she paired with denim jeans. Leaving her wavy locks lose, Kareena completed her look with black shades and looked effortlessly glam. Kareena Kapoor Khan is known for having a noteworthy approach towards fashion. Her sartorial choices have always been ahead of the curve. Be it glamorous red carpet appearances or casual dinner outings, she always manages to make heads turn. Earlier in an interview with Mint, the actress opened up on her sense of style and fashion. She shared, “It’s always been about comfort. My T-shirt and jeans are all always the same in terms of style. The 1990s were much more fashionable. I remember I had done golden hair for Aitraaz, and they were a huge hit. I loved it. I would do it even today. I think my style actually hasn’t evolved that much.” When asked how she plans her outfits, she shared. “Actually, there’s no planning behind my style. It’s just like, I pick up things on my own like, and be like, ‘This is what I think will look amazing on me’. For shoots, of course, we have stylists, but personally I just pick up things on my own. I’m quite lazy to be in gowns or couture; half of the time I don’t go to any events because I’m like, ‘I don’t want to be in a gown. I just want to be in my jeans’. Something that you are most comfortable in can be quite stylish.” On the work front, Kareena Kapoor Khan will soon be seen in The Crew, along with Tabu and Kriti Sanon. The film, backed by Rhea Kapoor and directed by Rajesh Krishnan, revolves around the lives of three women and their struggles in the aviation industry. Besides this, Kareena recently starred in Sujoy Ghosh’s The Devotion of Suspect X with Jaideep Ahlawat and Vijay Varma in her pipeline. The movie has been widely loved and appreciated by fans and critics.",
    "pubDate": "2023-09-30 09:14:42",
    "image_url": "https://images.news18.com/ibnlive/uploads/2023/09/kareena-kapoor-khan-2-2023-09-e50157c17f6a724cb8ba8a8ea8919324-3x2.jpg",
    "source_id": "news18",
    "source_priority": 6644,
    "country": [
    "india"
    ],
    "category": [
    "entertainment"
    ],
    "language": "english"
    }
    ],
    "nextPage": "1696065282923747019"
    }